Repository: mrtoothrot/wordpress-rc-flight-manager-plugin
Catalog: languages/rc-flight-manager-*.po
Languages: de_de

source: Notifications
de_de: Erinnerungen

source: Send E-Mail notifications
de_de: Versende E-Mail Erinnerungen

source: Flight Managers are notified by E-Mail
de_de: Flugleiter werden per E-Mail erinnert

source: Additional address to be notified by E-Mail
de_de: Zusätzliche Adresse für E-Mail Erinnerung

source: Template for notification E-Mail
de_de: Vorlage für die Erinnerungs-E-Mail

source: Subject
de_de: Betreff

source: Flight Slot Reservation Limits
de_de: Limits für die Buchung von Flugzeiten

source: Red limit (max)
de_de: Rotes limit (max)

source: Yellow limit
de_de: Gelbes limit

source: Hi
de_de: Hallo

source: You are assigned as flight manager on duty for [flightmanager-duty-date]! This is a reminder! Don't forget your service!
de_de: Du bist am [flightmanager-duty-date] als Flugleiter eingeteilt ! Das ist eine Erinnerung! Bitte vergiss deinen Dienst nicht!

source: This notification E-Mail was sent by RC Flight Manager
de_de: Diese Erinnerungs-E-Mail wurde versendet vom RC Flight Manager

source: Please mind your flight manager service on [flightmanager-duty-date]!
de_de: Bitte denke an deinen Flugleiter-Dienst am [flightmanager-duty-date]!

source: Configure E-Mail notification for scheduled flight managers.
de_de: Einstellungen für die E-Mail-Erinnerung für eingeteilte Flugleiter.

source: Configure limits for flight slot reservations.
de_de: Festlegen von Limits für die Buchung von Flugzeiten.

source: You can use the following placeholders in the subject line and body of the notification E-Mail:
de_de: In Betreff und Text der Erinnerungs-E-Mail können folgende Platzhalter verwendet werden:

source: Date on which the notified user is assigned flight manager
de_de: Datum an dem der benachrichtigte Benutzer zum Flugleiter-Dienst eingeteilt ist

source: Name of the user who is assigned flight manager
de_de: Name des Benutzers, der zum Flugleiter eingeteilt ist

source: Save Changes
de_de: Änderungen Speichern

source: RC Flight Manager Settings
de_de: RC Flight Manager Einstellungen

source: Book slot
de_de: Flugzeit buchen

source: Cancel booking
de_de: Buchung stornieren

source: already exists!
de_de: bereits vorhanden!

source: Invalid time range!
de_de: Ungültiger Datumsbereich!

source: Assign to me
de_de: Mich eintragen

source: Swap duty
de_de: Dienst tauschen

source: Handover duty
de_de: Dienst übergeben

source: Assign duty
de_de: Jemanden einteilen

source: Update label
de_de: Label ändern

source: Delete Date
de_de: Datum löschen

source: Change
de_de: Ändern

source: Members only! Please login!
de_de: Nur für Mitglieder! Bitte anmelden!

source: Add entry
de_de: Termin hinzufügen

source: Add series of entries
de_de: Terminserie hinzufügen

source: Select date
de_de: Datum auswählen

source: Cancel
de_de: Abbrechen

source: From when to when do you need flight manager services?
de_de: Von wann bis wann sollen Flugleiter-Dienste eingetragen werden?

source: From:
de_de: Von:

source: To:
de_de: Bis:

source: On which weekdays do you need flight manager services?
de_de: An welchen Wochentagen werden Flugleiter-Dienste benötigt?

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: as of
de_de: Stand vom

source: Security check failed (rcfm-security-nonce)!
de_de: Sicherheitsprüfung fehlgeschlagen (rcfm-security-nonce)!

source: Schedule ID must not be NULL!
de_de: Dienst-ID darf nicht NULL sein!

source: You are not allowed to delete schedules!
de_de: Keine Berechtigung zum löschen von Diensten!

source: Enter label
de_de: Label eingeben

source: Save
de_de: Speichern

source: You are not allowed to update comments!
de_de: Keine Berechtigung zum aktualisieren von Labels!

source: Member to handover service to
de_de: Person, die den Dienst übernehmen soll

source: The selected person agreed to take over this duty!
de_de: Die ausgewählte Person hat zugestimmt den Dienst zu übernehmen!

source: Schedule or user ID does not exist!
de_de: Dienst- oder User-ID existiert nicht!

source: Member to assign to this service
de_de: Person, die zu diesem Dienst eingeteilt werden soll

source: Nobody
de_de: Niemand

source: You are not allowed to assign users!
de_de: Keine Berechtigung um Benutzer einzuteilen!

source: Member to swap service with
de_de: Person, mit der getauscht werden soll

source: on
de_de: am

source: The selected person and me agreed on swaping our duties!
de_de: Die ausgewählte Person und ich haben den Tausch abgesprochen!

source: Max number of reservations reached!
de_de: Maximale Anzahl an Reservierungen erreicht!

source: Reservation id does not exist!
de_de: Reservierungs-ID existiert nicht!

source: You are not allowed to add schedule dates!
de_de: Keine Berechtigung zum hinzufügen von Diensten!

source: You are not allowed to add schedule date ranges!
de_de: Keine Berechtigung zum hinzufügen von Terminserien!

source: Displays the current flight manager on duty in the sidebar
de_de: Zeigt den diensthabenden Flugleiter in der Sidebar

source: No flight manager assigned!
de_de: Kein Flugleiter eingeteilt!

source: No flight manager at air-field!
de_de: Kein Flugleiter auf dem Platz!

source: New title
de_de: Neuer Titel

source: Title:
de_de: Titel:

source: RC Flight Manager
de_de: RC Flugleiter

source: A Flight Manager Scheduling System for Modell Airfield Clubs
de_de: Ein Buchungssystem für Flugleiter-Dienste auf Modellfluggeländen
